Repository: kodi-game/game.libretro.mame2003_midway
Catalog: game.libretro.mame2003_midway/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, it_it, zh_cn

# Addon Description
source: MAME 2003 with speedhack for the Midway sound hardware used in Mortal Kombat 2, 3 and others.
da_dk: MAME 2003 med speedhack til Midway-lydhardwaren brugt i Mortal Kombat 2, 3 og andre.
es_es: MAME 2003 con speedhack para el hardware de sonido Midway utilizado en Mortal Kombat 2, 3 y otros.
ga: MAME 2003 le speedhack don chrua-earraí fuaime Midway a úsáideadh i Mortal Kombat 2, 3 agus cluichí eile.
it_it: MAME 2003 con speedhack per l'hardware audio Midway utilizzato in Mortal Kombat 2, 3 e altri.
zh_cn: MAME 2003 加上针对《真人快打2》、《真人快打3》和其他游戏中使用的 Midway 声音硬件的 speedhack。

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
it_it: Impostazioni
zh_cn: 设置

# #30001
source: Frameskip
da_dk: Spring frame over
es_es: Salto de Fotogramas
ga: Fráma-léim
it_it: Salta fotogrammi
zh_cn: 帧跳过

# #30002
source: MK2/MK3 DCS Speedhack
da_dk: MK2/MK3 DCS hastigheds-hack

# #30003
source: Skip Disclaimer
da_dk: Spring ansvarsfraskrivelse over
es_es: Omitir Descargo de Responsabilidad
ga: Séanadh a Léim
it_it: Salta dichiarazione di non responsabilit√†
zh_cn: 跳过免责声明

# #30004
source: Skip Warnings
da_dk: Spring advarsler over
es_es: Omitir Advertencias
ga: Rabhaidh Scipeáil
it_it: Salta gli avvisi
zh_cn: 跳过警告

# #30006
source: Sample Rate (KHz)
da_dk: Samplefrekvens (kHz)
es_es: Frecuencia de Muestreo (KHz)
ga: Ráta Samplála (KHz)
it_it: Frequenza di campionamento (KHz)
zh_cn: 采样率（KHz）

# #30007
source: Cheats
da_dk: Snydekoder
es_es: Trucos
ga: Aicearraí
it_it: Trucchi
zh_cn: 作弊

# #30008
source: Share 2 player dial controls across one X/Y device
da_dk: Del 2 spilleres drejeknapper på tværs af én X/Y-enhed
es_es: Comparte los controles de marcación de 2 jugadores en un dispositivo X/Y
ga: Comhroinn rialuithe diailithe 2 imreoir ar fud gléas X/Y amháin
it_it: Condividi i controlli del quadrante per 2 giocatori su un dispositivo X/Y
zh_cn: 在一个X/Y设备上共享两个玩家控制盘控制器

# #30009
source: Mouse Device
da_dk: Enhed til mus
es_es: Dispositivo para Ratón
ga: Gléas Luiche
it_it: Dispositivo mouse
zh_cn: 鼠标设备

# #30010
source: Right Stick to Buttons
da_dk: Højre stick til knapper
es_es: Stick Derecho a Botones
ga: Bata Deas chuig Cnaipí
it_it: Levetta destra sui pulsanti
zh_cn: 右摇杆到按钮

# #30005
source: Samples
es_es: Ejemplos
ga: Samplaí
it_it: Campioni
zh_cn: 样本
